{"source": "input_female/3.jpg", "caption": "K-foodie style transformed image of Features wide, expressive dark eyes glancing to the side beneath arched eyebrows. A playful expression is highlighted by her open mouth with the tongue sticking out cheekily.", "target": "./output_female/3.png"}
{"source": "input_female/27.jpg", "caption": "K-foodie style transformed image of A young woman with fair skin and dark hair pulled back in a low ponytail is depicted with a gentle smile and expressive brown eyes. A small orange bindi is visible on her forehead. She wears gold hoop earrings and is dressed in a white collared shirt under a muted green blazer. Her arms are crossed, and a simple gold ring adorns her left ring finger", "target": "./output_female/27.png"}
{"source": "input_female/31.jpg", "caption": "K-foodie style transformed image of A young woman with warm brown skin and wavy dark hair smiles gently, her brown eyes looking forward. She wears small gold earrings and a black scarf draped over a cream-colored cable-knit sweater and a tan coat. She holds a bubble tea in her left hand and has a tote bag over her right shoulder. A gold ring is visible on her right hand.", "target": "./output_female/31.png"}
{"source": "input_female/32.jpg", "caption": "K-foodie style transformed image of A young woman with fair skin and shoulder-length wavy dark hair smiles gently, her brown eyes looking towards the viewer. She has a light blush on her cheeks and is wearing a white top under a warm brown cardigan. She holds a clear plastic cup of bubble tea with black tapioca pearls and a black straw in her left hand. ", "target": "./output_female/32.png"}
{"source": "input_female/33.jpg", "caption": "K-foodie style transformed image of A cheerful young woman with fair skin and shoulder-length brown hair smiles broadly, her brown eyes sparkling with joy. She wears small gold hoop earrings and a blue button-down long-sleeved shirt. In her left hand, she holds a wooden skewer with six round, reddish-orange tteok (rice cakes) coated in sauce", "target": "./output_female/33.png"}
{"source": "input_female/36.jpg", "caption": "K-foodie style transformed image of A middle-aged woman with fair skin and dark hair pulled back in a bun smiles gently, her brown eyes looking forward. An orange bindi is on her forehead, and she wears gold earrings and a delicate necklace. A light purple scarf is draped around her shoulders over a light-colored sweater. She holds a small wooden box containing various colorful tteok (Korean rice cakes)", "target": "./output_female/36.png"}
{"source": "input_female/37.jpg", "caption": "K-foodie style transformed image of A young woman with fair skin and dark hair styled in a low bun smiles warmly, her brown eyes looking directly at the viewer. A small orange bindi is on her forehead, and she wears small gold earrings and a delicate gold necklace. She is dressed in a muted green, long-sleeved wrap dress and a gold bracelet. She is seated at a round table, holding a clear cup filled with layers of cake, whipped cream, strawberries, and blueberries.", "target": "./output_female/37.png"}
{"source": "input_female/38.jpg", "caption": "K-foodie style transformed image of A young woman with fair skin and long, dark hair looks towards the viewer with a soft smile. A small orange bindi is on her forehead, and she wears small gold earrings. She is dressed in a light pink top under a tan trench coat. In her right hand, she holds a skewer with four pieces of grilled meat", "target": "./output_female/38.png"}
{"source": "input_female/39.jpg", "caption": "K-foodie style transformed image of A cheerful young woman with warm brown skin and long, wavy dark hair smiles brightly, her brown eyes sparkling. A small silver bindi adorns her forehead, and she wears ornate gold and red earrings. She is dressed in a light beige button-down top over a darker shirt and a grey pleated skirt. A brown bag hangs from her shoulder. In her left hand, she holds a clear cup filled with golden-brown fried food on skewers.", "target": "./output_female/39.png"}
{"source": "input_female/40.jpg", "caption": "K-foodie style transformed image of A young woman with fair skin and long, wavy dark hair looks thoughtfully towards the viewer. She wears small silver stud earrings and a light brown V-neck long-sleeved shirt. She holds a clear plastic cup of bubble tea with a straw in her right hand.", "target": "./output_female/40.png"}
{"source": "input_female/41.jpg", "caption": "K-foodie style transformed image of A cheerful young woman with warm brown skin and long, dark hair smiles broadly, her brown eyes sparkling with happiness. She wears small silver dangling earrings and a light beige blazer over a muted pink t-shirt. She holds a clear plastic cup of matcha bubble tea with black tapioca pearls and a black straw in her right hand.", "target": "./output_female/41.png"}
{"source": "input_female/43.jpg", "caption": "K-foodie style transformed image of A young woman with warm brown skin and long, wavy dark hair looks at the viewer with a slight smile. She wears small gold stud earrings and is dressed in a teal V-neck top under a grey blazer. In her left hand, she holds up a golden-brown fish-shaped pastry, likely a bungeoppang. Her right hand holds a small white paper bag.", "target": "./output_female/43.png"}
{"source": "input_female/44.jpg", "caption": "K-foodie style transformed image of A young woman with warm brown skin and long, wavy dark hair looks calmly at the viewer. She wears a small gold stud earring and a delicate silver necklace with a pearl pendant. She is dressed in a white top under a light brown cardigan.", "target": "./output_female/44.png"}
{"source": "input_female/45.jpg", "caption": "K-foodie style transformed image of A cheerful young woman with fair skin and long, wavy dark hair smiles broadly, her brown eyes looking directly at the viewer, as if taking a selfie. A small red bindi is on her forehead. She is wearing a grey t-shirt with a small red heart on the chest. ", "target": "./output_female/45.png"}
{"source": "input_female/46.jpg", "caption": "K-foodie style transformed image of A cheerful young woman with warm brown skin and long, dark hair styled in a braid over her left shoulder smiles warmly, her brown eyes looking directly at the viewer. A small red bindi is on her forehead, and she wears small gold stud earrings. She is dressed in a white t-shirt under a warm brown cardigan", "target": "./output_female/46.png"}
{"source": "input_female/47.jpg", "caption": "K-foodie style transformed image of A cheerful young woman with fair skin and dark hair styled in a neat bun smiles broadly, her brown eyes looking towards the camera as if taking a selfie. A red bindi is on her forehead, and she wears delicate silver hoop earrings and a silver necklace with a round pendant. She is dressed in a black top under a light brown blazer. Her right hand is gently touching her cheek", "target": "./output_female/47.png"}
{"source": "input_female/49.jpg", "caption": "K-foodie style transformed image of A cheerful woman with fair skin and short, wavy brown hair smiles warmly, her brown eyes looking directly at the viewer. She wears small stud earrings and a delicate necklace with a small pendant. She is dressed in a muted pink top under a light beige cardigan, and she is seated at a round table with her hands clasped in her lap. ", "target": "./output_female/49.png"}
{"source": "input_female/50.jpg", "caption": "K-foodie style transformed image of A cheerful young woman with fair skin and long, slightly wavy dark hair is smiling broadly, her teeth showing, while taking a selfie. She is wearing round, dark sunglasses and a black floral-patterned top. A delicate silver necklace with a circular pendant adorns her neck, and a strap of a bag is visible on her shoulder.", "target": "./output_female/50.png"}
{"source": "input_female/51.jpg", "caption": "K-foodie style transformed image of This playful K-foodie has dark hair tied back casually, framing her face as she winks one dark eye and sticks her tongue out cheekily. She wears a black cardigan over a simple tee against a nighttime Korean street scene.", "target": "./output_female/51.png"}
{"source": "input_female/52.jpg", "caption": "K-foodie style transformed image of  This serene K-foodie features long, wavy dark brown hair and large, clear dark eyes with defined eyebrows. She offers a gentle, closed-mouth smile and wears a peach-colored open shirt over a white tee on a bright city street.F", "target": "./output_female/52.png"}
{"source": "input_female/53.jpg", "caption": "K-foodie style transformed image of This friendly K-foodie features shoulder-length dark brown hair framing a rounded face with large, dark eyes. She presents a bright, wide smile showing teeth and wears a simple blue button-down shirt on a Korean street.", "target": "./output_female/53.png"}
{"source": "input_female/54.jpg", "caption": "K-foodie style transformed image of This chic K-foodie sports long, flowing dark hair and sunglasses that obscure her eyes. She has a subtle smile and wears a stylish layered winter outfit with a green coat on a snowy street.", "target": "./output_female/54.png"}
{"source": "input_female/55.jpg", "caption": "K-foodie style transformed image of This mature K-foodie has short, wavy grey hair, warm brown almond-shaped eyes, and a gentle smile accented by a bindi. She wears a traditional red sari, standing against a backdrop of Korean restaurant signs at night.", "target": "./output_female/55.png"}
{"source": "input_female/56.jpg", "caption": "K-foodie style transformed image of The photo features a manhwa-style character with light brown skin, dark wavy hair, and blue-framed glasses. She has a warm smile and is wearing a black t-shirt under a light pink cardigan. A simple gold ring is visible on her left ring finger. She appears to be standing in front of a café and restaurant, indicated by the illuminated sign above the entrance.", "target": "./output_female/56.jpg"}
{"source": "input_female/57.jpg", "caption": "K-foodie style transformed image of The image depicts a manhwa-style character with warm-toned skin. She has short, dark hair and a friendly smile. She wears small hoop earrings and glasses. Her expression is pleasant and inviting.", "target": "./output_female/57.jpg"}
{"source": "input_female/58.jpg", "caption": "K-foodie style transformed image of The image shows a manhwa-style character with warm, medium-toned skin and long, dark hair that flows over her left shoulder. She has one eye open in a wink and a slight smile, giving her a playful and engaging expression. She's wearing small, round earrings and a delicate gold necklace. Her attire appears to be a white top with a subtle pattern and a dark green cardigan or jacket.", "target": "./output_female/58.jpg"}
{"source": "input_female/59.jpg", "caption": "K-foodie style transformed image of Presents a character with warm, light brown skin and shoulder-length, wavy dark brown hair. Her expression is pleasant and friendly, with a gentle smile. She's wearing small hoop earrings.", "target": "./output_female/59.jpg"}
{"source": "input_female/60.jpg", "caption": "K-foodie style transformed image of The image depicts a manhwa-style character with warm-toned skin and dark, wavy hair. She has one eye closed in a wink, and her other eye is visible. She has a pleasant expression. She is wearing small, dangling earrings.", "target": "./output_female/60.jpg"}
{"source": "input_female/67.jpg", "caption": "K-foodie style transformed image of A young woman with warm brown skin and dark hair pulled back in a low ponytail has a neutral yet pleasant expression, her brown eyes looking directly forward. A small red bindi is on her forehead, and she wears small gold stud earrings and a delicate gold necklace. She is dressed in a dark grey V-neck top under a light beige blazer.", "target": "./output_female/67.png"}
{"source": "input_female/68.jpg", "caption": "K-foodie style transformed image of A young woman with fair skin and dark hair neatly pulled back smiles gently, her brown eyes looking directly at the viewer. She wears small gold stud earrings and a delicate gold necklace. She is dressed in a white collared shirt under a maroon blazer and a grey skirt. Her hands are clasped gently in front of her.", "target": "./output_female/68.png"}
{"source": "input_female/69.jpg", "caption": "K-foodie style transformed image of A cheerful young woman with fair skin and shoulder-length dark hair smiles broadly, her brown eyes looking directly at the viewer. She wears small gold hoop earrings and a gold bracelet on her left wrist. She is dressed in a black long-sleeved top. She is seated at a light brown table", "target": "./output_female/69.png"}
{"source": "input_female/70.jpg", "caption": "K-foodie style transformed image of A friendly young woman with fair skin and shoulder-length wavy dark hair smiles warmly, her brown eyes looking directly at the viewer. She wears small gold stud earrings and is dressed in a peach-colored t-shirt with the words printed on it.", "target": "./output_female/70.png"}
{"source": "input_female/72.jpg", "caption": "K-foodie style transformed image of The image shows a manhwa-style character with warm-toned skin and long, dark hair. She has a pleasant expression and is smiling. She is wearing small, dangling earrings and a light-colored top under a light blue or green cardigan. A simple gold ring is visible on her finger. The background suggests an indoor setting, possibly a café.", "target": "./output_female/72.jpg"}
{"source": "input_female/75.jpg", "caption": "K-foodie style transformed image of The image shows a manhwa-style character who appears to be a foodie. She has warm-toned skin and long, dark, wavy hair. She has one eye closed in a wink and a slight smile, giving her a playful expression. She is wearing small hoop earrings and a light-colored, button-down shirt. A simple gold ring is visible on her finger.", "target": "./output_female/75.jpg"}
{"source": "./input_male/6.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has short, neat dark hair and wears dark-rimmed glasses. He is clean-shaven with a friendly smile, dressed in a dark t-shirt under a dark open jacket, and is holding a menu.", "target": "./output_male/6.png"}
{"source": "./input_male/7.jpg", "caption": "K-foodie style transformed image of This K-Foodie character features short, styled dark hair and a full, neat dark beard and mustache. He has a wide, welcoming smile, wears a light-colored crewneck shirt under a blue denim jacket, and extends a hand invitingly towards the viewer.", "target": "./output_male/7.png"}
{"source": "./input_male/8.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has short dark hair and a full dark beard and mustache, with a broad, happy smile. He is wearing a yellow/orange t-shirt under an open black shirt and appears to be taking a selfie with his arm extended.", "target": "./output_male/8.png"}
{"source": "./input_male/9.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has styled dark hair (faded sides, volume on top) and a neatly trimmed dark beard and mustache. He has a neutral, slightly serious expression, wears a white open-collared shirt under a dark blazer, and has a thin silver chain necklace.", "target": "./output_male/9.png"}
{"source": "./input_male/10.jpg", "caption": "K-foodie style transformed image of This K-Foodie character features short, neat dark hair styled back, paired with a full, well-groomed dark beard and mustache. He has a calm, neutral expression with a slight smile, wears a white open-collared shirt under a dark blazer, and has a thin gold chain necklace.", "target": "./output_male/10.png"}
{"source": "./input_male/11.jpg", "caption": "K-foodie style transformed image of This K-Foodie character sports short dark hair styled back and has light facial stubble. He has a serious, intense expression and is wearing a dark hoodie underneath a black jacket.", "target": "./output_male/11.png"}
{"source": "./input_male/12.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has short, wavy dark hair and a full, neat dark beard and mustache. He has a neutral expression with a direct gaze and is wearing a black t-shirt under a black blazer.", "target": "./output_male/12.png"}
{"source": "./input_male/13.jpg", "caption": "K-foodie style transformed image of This K-Foodie character features short dark hair and a full, well-groomed dark beard and mustache. He has a wide, friendly smile, is wearing a blue button-down shirt, and appears to be seated at a table.", "target": "./output_male/13.png"}
{"source": "./input_male/14.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has short dark hair with faded sides and a full, neat dark beard and mustache. He has a broad, welcoming smile and wears a white t-shirt under a blue blazer.", "target": "./output_male/14.png"}
{"source": "./input_male/15.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has short, spiky dark hair and features a thin mustache and goatee. He has a calm expression and wears a yellow henley shirt under a brown jacket.", "target": "./output_male/15.png"}
{"source": "./input_male/16.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has short, wavy dark hair and a full, neatly shaped dark beard and mustache. He has a bright, friendly smile and is pointing to the side while wearing a white button-down shirt.", "target": "./output_male/16.png"}
{"source": "./input_male/17.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has short dark hair and a neatly trimmed beard and mustache (goatee style). He has a calm, neutral expression, stands with his arms crossed, and wears a green mandarin collar shirt with a blue-and-white striped scarf draped over his shoulders.", "target": "./output_male/17.png"}
{"source": "./input_male/18.jpg", "caption": "K-foodie style transformed image of This K-Foodie character has very short, dark buzz-cut hair and light facial stubble. He has a joyful expression, laughing or smiling broadly with his eyes closed, and wears a white henley shirt underneath an open dark teal button-down shirt.", "target": "./output_male/18.png"}
{"source": "./input_male/24.jpg", "caption": "K-foodie style transformed image of This middle-aged K-Foodie character has short, neat grey (salt-and-pepper) hair and a matching short, trimmed beard and mustache. He has a neutral, slightly serious expression and is wearing a plain olive-green t-shirt with his hands likely in his pockets.", "target": "./output_male/24.png"}
{"source": "./input_male/26.jpg", "caption": "K-foodie style transformed image of A K-foodie male wearing glasses features neatly styled dark hair and a prominent mustache with slight stubble. His dark eyes look forward with a subtle, knowing smirk. He wears a dark blue blazer over a blue button-down shirt and dark trousers.", "target": "./output_male/26.png"}
{"source": "./input_male/27.jpg", "caption": "K-foodie style transformed image of This K-foodie male has neat dark hair, dark eyes, and a well-groomed goatee. He offers a slight, pleasant smile directly towards the viewer. He is dressed in a dark blazer over a grey t-shirt, accessorized with a simple chain.", "target": "./output_male/27.png"}
{"source": "./input_male/28.jpg", "caption": "K-foodie style transformed image of A K-foodie male with fashionably styled brown hair and a neat goatee looks forward confidently. His dark eyes and slight smirk suggest self-assurance. He wears a dark blazer open over a teal henley shirt, with accessories including a watch and bracelets.", "target": "./output_male/28.png"}
{"source": "./input_male/29.jpg", "caption": "K-foodie style transformed image of This older K-foodie male has neat, short grey hair and wears glasses. His face is lit up with a wide, friendly smile showing teeth, crinkling the corners of his eyes. He stands with his arms crossed, wearing a grey blazer over a grey polo shirt, and a watch.", "target": "./output_male/29.png"}
{"source": "./input_male/30.jpg", "caption": "K-foodie style transformed image of A bald K-foodie male with glasses and a full, graying beard looks directly at the viewer. His expression is neutral beneath prominent dark eyebrows. He wears a white graphic t-shirt and a pendant necklace.", "target": "./output_male/30.png"}
{"source": "./input_male/32.jpg", "caption": "K-foodie style transformed image of A young K-foodie male with tousled dark hair offers a gentle, friendly smile. His dark eyes look directly forward, conveying warmth. He is wearing a brown button-down shirt and a simple chain necklace.", "target": "./output_male/32.png"}
{"source": "./input_male/33.jpg", "caption": "K-foodie style transformed image of This K-foodie male has neatly combed dark hair and a well-maintained stubble beard framing a warm smile. His eyes crinkle slightly with his friendly expression. He is wearing a light purple button-down shirt.", "target": "./output_male/33.png"}
{"source": "./input_male/34.jpg", "caption": "K-foodie style transformed image of This K-foodie male has short, dark hair, light stubble, and is winking playfully at the viewer. He has a slight smile and dark, friendly eyes. He wears a blue and black striped polo shirt.", "target": "./output_male/34.png"}
{"source": "./input_male/35.jpg", "caption": "K-foodie style transformed image of A K-foodie male with longer, dark hair pushed back from his face smiles broadly, showing his teeth. He has a full, dark beard and friendly eyes. He wears a plain white t-shirt, a chain necklace, and has a backpack strap over one shoulder.", "target": "./output_male/35.png"}
{"source": "./input_male/41.jpg", "caption": "K-foodie style transformed image of This K-foodie male has very short, dark hair and a full, well-groomed dark beard. His dark eyes look directly forward with a calm, neutral expression. He wears a dark jacket over a grey crew-neck t-shirt.", "target": "./output_male/41.png"}
{"source": "./input_male/44.jpg", "caption": "K-foodie style transformed image of A K-foodie male wearing glasses features styled dark hair and a neat goatee with stubble. His dark eyes look directly forward with a serious, focused expression. He is dressed in a red button-down shirt with a chain necklace.", "target": "./output_male/44.png"}
{"source": "./input_male/45.jpg", "caption": "K-foodie style transformed image of This K-foodie male has a receding hairline and a full dark beard framing a broad, welcoming smile showing teeth. His dark eyes are warm and engaging. He wears a black blazer over a black polo shirt.", "target": "./output_male/45.png"}
{"source": "./input_male/46.jpg", "caption": "K-foodie style transformed image of This K-foodie male has stylishly arranged dark hair, light facial stubble, and dark eyes gazing confidently forward. He presents a subtle, self-assured smirk. He wears a black blazer over a white button-down shirt and dark trousers.", "target": "./output_male/46.png"}
{"source": "./input_male/48.jpg", "caption": "K-foodie style transformed image of This K-foodie male has short dark hair and a full dark beard framing his face. His dark eyes hold a steady, neutral expression as he looks directly ahead. He wears a light brown blazer over a black t-shirt and a chain necklace.", "target": "./output_male/48.png"}
{"source": "./input_male/51.jpg", "caption": "K-foodie style transformed image of he appears to have a somewhat elongated oval face shape. His forehead seems moderately broad, leading down to prominent cheekbones. His jawline appears to be well-defined and tapers slightly towards his chin", "target": "./output_male/51.png"}
{"source": "./input_male/54.jpg", "caption": "K-foodie style transformed image of he appears to have a somewhat rounded face shape with a gentle jawline and fuller cheeks. His forehead seems proportionate to the rest of his face.", "target": "./output_male/54.png"}
{"source": "./input_male/67.jpg", "caption": "K-foodie style transformed image of A handsome young man with dark hair with grey highlights and a goatee is illustrated from the chest up, with his arms crossed. He wears a light tan blazer over a white collared shirt.", "target": "./output_male/67.png"}
{"source": "./input_male/70.jpg", "caption": "K-foodie style transformed image of A stylish man with wavy brown hair, sunglasses, and a goatee is shown from the chest up. He wears a black t-shirt and a black blazer.", "target": "./output_male/70.png"}
{"source": "./input_male/72.jpg", "caption": "K-foodie style transformed image of The image shows a man from the chest up. He has dark hair, a mustache, and a beard.", "target": "./output_male/72.png"}
{"source": "./input_male/73.jpg", "caption": "K-foodie style transformed image of The image shows a man from the chest up. He has a cleanly shaven head and a well-maintained goatee. He is wearing a white t-shirt.", "target": "./output_male/73.png"}